export const EyeIcon = () => {
  return (
    <svg
      xmlns="http://www.w3.org/2000/svg"
      width="16"
      height="10.909"
      viewBox="0 0 16 10.909"
    >
      <path
        id="Tracé_530"
        data-name="Tracé 530"
        d="M200,354.273a2.182,2.182,0,1,0,1.543.639A2.182,2.182,0,0,0,200,354.273Zm0,5.818a3.636,3.636,0,1,1,2.571-1.065A3.636,3.636,0,0,1,200,360.091ZM200,351a8.6,8.6,0,0,0-8,5.455,8.594,8.594,0,0,0,16,0A8.6,8.6,0,0,0,200,351Z"
        transform="translate(-192 -351)"
        fill="#aaa"
      />
    </svg>
  );
};
